export const films = [
    {
        "adult": false,
        "backdrop_path": "/k2twTjSddgLc1oFFHVibfxp2kQV.jpg",
        "genre_ids": [
            28,
            12,
            14,
            878
        ],
        "id": 524434,
        "original_language": "en",
        "original_title": "Eternals",
        "overview": "Много тысячелетий назад с планеты Олимпия на Землю была отправлена группа сверхлюдей, обладающих суперспособностями, — Вечные. С доисторических времён они защищали человечество от нападений ужасных чудовищ девиантов, но любое другое вмешательство в развитие цивилизации им было запрещено. Начало XXI века. Уже несколько столетий прошло с тех пор, как был уничтожен последний девиант, когда после странного землетрясения внезапно объявляется новый монстр. Теперь живущим в разных уголках планеты Вечным снова придётся сплотить силы, чтобы противостоять новой угрозе.",
        "popularity": 11474.647,
        "poster_path": "/iCQTxIgEpNYvPfHvEuZkDcmWItU.jpg",
        "release_date": "2021-11-03",
        "title": "Вечные",
        "video": false,
        "vote_average": 7.3,
        "vote_count": 3401
    },
    {
        "adult": false,
        "backdrop_path": "/m3Ys7UDzUzOyoPYKzp4GhKKokUr.jpg",
        "genre_ids": [
            16,
            10751,
            14,
            35,
            12
        ],
        "id": 585083,
        "original_language": "en",
        "original_title": "Hotel Transylvania: Transformania",
        "overview": "Все смешалось в отеле «Трансильвания»: таинственное изобретение Ван Хельсинга, «монстрифицирующий луч», ломается и случайно превращает Дракулу и его приятелей в людей, а Джонни — наоборот, в монстра. Лишенные своих способностей и привычного облика Драк с друзьями и Джонни, с неожиданным удовольствием раскрывающий свою монстрическую сущность, отправляются в кругосветное путешествие на поиски средства от трансформании. И, конечно, им не обойтись без помощи Мэвис, пока не стало слишком поздно и они не свели друг друга с ума.",
        "popularity": 10687.308,
        "poster_path": "/AlNkzripIDbRfP0ipKFDYXJa1e0.jpg",
        "release_date": "2022-01-13",
        "title": "Монстры на каникулах: Трансформания",
        "video": false,
        "vote_average": 7.7,
        "vote_count": 994
    }
]